export const staticData = [
  {
    label: '체험 가능 요일',
    value: '월/화/수/목' // 이 부분은 나중에 DB에서 받아온 값으로 대체
  },
  {
    label: '체험 가능 시간',
    value: '오후 1시 ~ 오후 4시' // 이 부분도 DB에서 받아온 값으로 대체
  },
  {
    label: '체험 불가능 요일',
    value: '금/토/일' // 이 부분도 마찬가지로 DB에서 받아올 수 있음
  }
]

export const 필수체크사항 = [
  '체험단 미션과 일정을 꼭 확인한 후에 신청해주세요. 선정된 후에 리뷰를 작성하지 않은 경우 패널티가 부과됩니다.',
  '타쿠폰 및 할인 적용 불가합니다.',
  '예약 후 방문하지 않은 경우 페널티가 부과됩니다.',
  '작성하신 콘텐츠는 의무적으로 6개월간 유지하여야 하며, 6개월간 업체 홍보용으로 사용될 수 있습니다.'
]

export const 요청사항 = ['30초 이상', '계정 태그', '소리 필수']

export const missionList = [
  '🏷️ 태그',
  '📍 지도',
  '🔗 링크',
  '✏️ 1,000자 이상',
  '📸 10장 이상',
  '🚨 유료광고 표시'
]

// 방문 체험 종류에 따른 문구 설정
export const experienceMessage =
  '방문&체험 후 인스타그램 게시글을 올리는 체험단입니다.'
